<template>
  <div id="law-container" class="content">
    <h1>제4장 영유아 및 초ㆍ중등교육</h1>

    <h3>제18조(장애영아의 교육지원)</h3>
    <ul>
      <li>① 만 3세 미만의 장애영아의 보호자는 조기교육이 필요한 경우 교육장에게 교육을 요구할 수 있다.</li>
      <li>② 제1항에 따른 요구를 받은 교육장은 특수교육지원센터의 진단·평가결과를 기초로 만 3세 미만의 장애영아를 특수학교의 유치원과정, 영아학급 또는 특수교육지원센터에 배치할 수 있다.</li>
      <li>③ 제2항에 따라 배치된 장애영아가 의료기관, 복지시설 또는 가정 등에 있을 경우에는 특수교육교원 및 특수교육 관련서비스 담당 인력 등으로 하여금 순회교육을 제공하도록 할 수 있다.</li>
      <li>④ 국가 및 지방자치단체는 장애영아를 위한 교육여건을 개선하고 설비를 정비하기 위하여 노력하여야 한다.</li>
      <li>⑤ 그 밖에 장애영아의 교육지원에 필요한 사항은 대통령령으로 정한다.</li>
    </ul>

     <h3>제19조(보호자의 의무 등) </h3>
      <ul>
        <li>① 특수교육대상자의 보호자는 그 보호하는 자녀에 대하여 제3조제1항에 따른 의무교육의 기회를 보호하고 존중하여야 한다.</li>
        <li>② 부득이한 사유로 취학이 불가능한 의무교육대상자에 대하여는 대통령령으로 정하는 바에 따라 제1항에 따른 취학의무를 면제하거나 유예할 수 있다. 다만, 만 3세부터 만 5세까지의 특수교육대상자가 「영유아보육법」에 따라 설치된 어린이집 중 대통령령으로 정하는 일정한 교육 요건을 갖춘 어린이집을 이용하는 경우에는 제1항에서 정하는 유치원 의무교육을 받고 있는 것으로 본다.  <개정 2011.6.7.></li>
        <li>③ 제2항에 따라 취학의무를 면제 또는 유예 받은 자가 다시 취학하고자 하는 경우에는 대통령령으로 정하는 바에 따라 취학하게 할 수 있다.</li>
      </ul>

     <h3>제20조(교육과정의 운영 등) </h3>
      <ul>
        <li>① 특수교육기관의 유치원·초등학교·중학교·고등학교과정의 교육과정은 장애의 종별 및 정도를 고려하여 교육부령으로 정하고, 영아교육과정과 전공과의 교육과정은 교육감의 승인을 받아 학교장이 정한다.  <개정 2008.2.29., 2013.3.23.></li>
        <li>② 특수교육기관의 장 및 특수교육대상자가 배치된 일반학교의 장은 제1항에 따른 교육과정의 범위 안에서 특수교육대상자 개인의 장애종별과 정도, 연령, 현재 및 미래의 교육요구 등을 고려하여 교육과정의 내용을 조정하여 운영할 수 있다.</li>
        <li>③ 특수학교의 장은 교육감의 승인을 받아 유치원·초등학교·중학교·고등학교과정을 통합하여 운영할 수 있다.</li>
      </ul>

     <h3>제21조(통합교육) </h3>
     <ul>
       <li>① 각급학교의 장은 교육에 관한 각종 시책을 시행함에 있어서 통합교육의 이념을 실현하기 위하여 노력하여야 한다.</li>
        <li>② 제17조에 따라 특수교육대상자를 배치받은 일반학교의 장은 교육과정의 조정, 보조인력의 지원, 학습보조기기의 지원, 교원연수 등을 포함한 통합교육계획을 수립·시행하여야 한다.</li>
        <li>③ 일반학교의 장은 제2항에 따라 통합교육을 실시하는 경우에는 제27조의 기준에 따라 특수학급을 설치·운영하고, 대통령령으로 정하는 시설·설비 및 교재·교구를 갖추어야 한다.</li>
      </ul>

     <h3>제22조(개별화교육) </h3>
     <ul>
         <li>① 각급학교의 장은 특수교육대상자의 교육적 요구에 적합한 교육을 제공하기 위하여 보호자, 특수교육교원, 일반교육교원, 진로 및 직업교육 담당 교원, 특수교육 관련서비스 담당 인력 등으로 개별화교육지원팀을 구성한다.</li>
        <li>② 개별화교육지원팀은 매 학기 마다 특수교육대상자에 대한 개별화교육계획을 작성하여야 한다.</li>
        <li>③ 특수교육대상자가 다른 학교로 전학할 경우 또는 상급학교로 진학할 경우에는 전출학교는 전입학교에 개별화교육계획을 14일 이내에 송부하여야 한다.</li>
        <li>④ 특수교육교원은 제1항부터 제3항까지의 규정에 따른 업무를 수행하기 위하여 각 업무를 지원하고 조정한다.</li>
        <li>⑤ 제1항에 따른 개별화교육지원팀의 구성, 제2항에 따른 개별화교육계획의 수립·실시 등에 관하여 필요한 사항은 교육부령으로 정한다.  <개정 2008.2.29., 2013.3.23.></li>
    </ul>

     <h3>제23조(진로 및 직업교육의 지원) </h3>
     <ul>
         <li>① 중학교 과정 이상의 각급학교의 장은 특수교육대상자의 특성 및 요구에 따른 진로 및 직업교육을 지원하기 위하여 직업평가·직업교육·고용지원·사후관리 등의 직업재활훈련 및 일상생활적응훈련·사회적응훈련 등의 자립생활훈련을 실시하고, 대통령령으로 정하는 자격이 있는 진로 및 직업교육을 담당하는 전문인력을 두어야 한다.</li>
          <li>② 중학교 과정 이상의 각급학교의 장은 대통령령으로 정하는 기준에 따라 진로 및 직업교육의 실시에 필요한 시설·설비를 마련하여야 한다.</li>
          <li>③ 특수교육지원센터는 특수교육대상자에게 효과적인 진로 및 직업교육을 지원하기 위하여 대통령령으로 정하는 바에 따라 관련 기관과의 협의체를 구성하여야 한다.</li>
      </ul>

     <h3>제24조(전공과의 설치·운영) </h3>
     <ul>
       <li>① 특수교육기관에는 고등학교 과정을 졸업한 특수교육대상자에게 진로 및 직업교육을 제공하기 위하여 수업연한 1년 이상의 전공과를 설치·운영할 수 있다.</li>
        <li>② 교육부장관 및 교육감은 지역별 또는 장애유형별로 전공과를 설치할 교육기관을 지정할 수 있다.  <개정 2008.2.29., 2013.3.23.></li>
        <li>③ 전공과를 설치한 각급학교는 「학점인정 등에 관한 법률」 제7조에 따라 학점인정을 받을 수 있다.</li>
        <li>④ 제1항 및 제2항에 따른 전공과의 시설·설비 기준, 전공과의 운영 및 담당 인력의 배치 기준 등에 관하여 필요한 사항은 대통령령으로 정한다.</li>
      </ul>

     <h3>제25조(순회교육 등) </h3>
     <ul>
         <li>① 교육장 또는 교육감은 일반학교에서 통합교육을 받고 있는 특수교육대상자를 지원하기 위하여 일반학교 및 특수교육지원센터에 특수교육교원 및 특수교육 관련서비스 담당 인력을 배치하여 순회교육을 실시하여야 한다.</li>
        <li>② 교육감은 장애정도가 심하여 장·단기의 결석이 불가피한 특수교육대상자의 교육을 위하여 필요한 경우 순회교육을 실시하여야 한다.</li>
        <li>③ 교육감은 이동이나 운동기능의 심한 장애로 인하여 각급학교에서 교육을 받기 곤란하거나 불가능하여 복지시설·의료기관 또는 가정 등에 거주하는 특수교육대상자의 교육을 위하여 필요한 경우 순회교육을 실시하여야 한다.</li>
        <li>④ 교육장 또는 교육감은 제3항에 따른 순회교육의 실시를 위하여 의료기관 및 복지시설 등에 학급을 설치·운영하는 등 필요한 조치를 강구하여야 한다.  <신설 2015.12.22.></li>
        <li>⑤ 국가 또는 지방자치단체는 제4항에 따라 학급이 설치·운영 중인 의료기관 및 복지시설 등에 대하여 국립 또는 공립 특수교육기관 수준의 교육이 이루어질 수 있도록 대통령령으로 정하는 바에 따라 행정적·재정적 지원을 할 수 있다.  <신설 2015.12.22.></li>
        <li>⑥ 제1항부터 제4항까지의 규정에 따른 순회교육의 수업일수 등 순회교육의 운영에 필요한 사항은 대통령령으로 정한다.  <개정 2015.12.22.></li>
      </ul>

     <h3>제26조(방과후 과정을 운영하는 유치원 과정의 교육기관) </h3>
     <ul>
         <li>①「유아교육법」 제2조제6호에 따른 방과후 과정을 운영하는 유치원 과정의 교육기관에 특수교육대상자가 배치되는 경우 해당 각급학교의 장은 특수교육대상자에 대한 방과후 과정 운영을 담당할 인력을 학급당 1인 이상 추가로 배치할 수 있다.  <개정 2012.3.21.></li>
        <li>② 제1항에 따른 방과후 과정 담당 인력의 자격기준, 운영방법 등에 관하여 필요한 사항은 대통령령으로 정한다.  <개정 2012.3.21.></li>
      </ul>
     <h3>제27조(특수학교의 학급 및 각급학교의 특수학급 설치 기준) </h3>
     <ul>
       <li>① 특수학교와 각급학교의 장은 다음 각 호의 기준에 따라 학급 및 특수학급을 설치하여야 한다.</li>
        <ol>
          <li>1. 유치원 과정의 경우 : 특수교육대상자가 1인 이상 4인 이하인 경우 1학급을 설치하고, 4인을 초과하는 경우 2개 이상의 학급을 설치한다.</li>
          <li>2. 초등학교·중학교 과정의 경우 : 특수교육대상자가 1인 이상 6인 이하인 경우 1학급을 설치하고, 6인을 초과하는 경우 2개 이상의 학급을 설치한다.</li>
          <li>3. 고등학교 과정의 경우 : 특수교육대상자가 1인 이상 7인 이하인 경우 1학급을 설치하고, 7인을 초과하는 경우 2개 이상의 학급을 설치한다.</li>
        </ol>
      <li>② 교육감은 제1항에도 불구하고 순회교육의 경우 장애의 정도와 유형에 따라 학급 설치 기준을 하향 조정할 수 있다.</li>
      <li>③ 특수학교와 특수학급에 두는 특수교육교원의 배치기준은 대통령령으로 정한다.</li>
      </ul>

     <h3>제28조(특수교육 관련서비스) </h3>
    <ul>
      <li>① 교육감은 특수교육대상자와 그 가족에 대하여 가족상담 등 가족지원을 제공하여야 한다.</li>
      <li>② 교육감은 특수교육대상자가 필요로 하는 경우에는 물리치료, 작업치료 등 치료지원을 제공하여야 한다.</li>
      <li>③ 각급학교의 장은 특수교육대상자를 위하여 보조인력을 제공하여야 한다.</li>
      <li>④ 각급학교의 장은 특수교육대상자의 교육을 위하여 필요한 장애인용 각종 교구, 각종 학습보조기, 보조공학기기 등의 설비를 제공하여야 한다.</li>
      <li>⑤ 각급학교의 장은 특수교육대상자의 취학 편의를 위하여 통학차량 지원, 통학비 지원, 통학 보조인력의 지원 등 통학 지원 대책을 마련하여야 한다.</li>
      <li>⑥ 각급학교의 장은 특수교육대상자의 생활지도 및 보호를 위하여 기숙사를 설치·운영할 수 있다. 기숙사를 설치·운영하는 특수학교에는 특수교육대상자의 생활지도 및 보호를 위하여 교육부령으로 정하는 자격이 있는 생활지도원을 두는 외에 간호사 또는 간호조무사를 두어야 한다.  <개정 2008.2.29., 2013.3.23., 2013.4.5.></li>
      <li>⑦ 제6항의 생활지도원과 간호사 또는 간호조무사의 배치기준은 국립학교의 경우 교육부령으로, 공립 및 사립 학교의 경우에는 시·도 교육규칙으로 각각 정한다.  <신설 2013.4.5.></li>
      <li>⑧ 각급학교의 장은 각급학교에서 제공하는 각종 정보(교육기관에서 운영하는 인터넷 홈페이지를 포함한다)를 특수교육대상자에게 제공하는 경우 특수교육대상자의 장애유형에 적합한 방식으로 제공하여야 한다.  <개정 2013.4.5.></li>
      <li>⑨ 제1항부터 제8항까지의 규정에 따른 특수교육 관련서비스의 제공을 위하여 필요한 사항은 대통령령으로 정한다.  <개정 2013.4.5.></li>
    </ul>
  </div>
</template>



<script>
export default {
  name: 'law',
  data () {
    return {
      msg: 'Welcome to Law'
    }
  }
}
</script>

<style scoped>
#law-container li{
  list-style-type : none;
}
</style>
